{

  "modalTitle": "Frequently Asked Questions",
  "modalMoreInfoText": "Didn't find the answer you were looking for?",
  "modalButtonText": "To the full FAQ page",
  "pageTitle": "Frequently Asked Questions",
  "category_general": "General",
  "category_practical": "Practical",
  "category_courses": "Courses and Schedule",
  "category_prices": "Prices and Discounts",
  "category_registration": "Registration",
  "faq_what_is_sensual_question": "What is Bachata Sensual?",
  "faq_what_is_sensual_answer": "Bachata Sensual is a modern and expressive style of bachata created in Spain by Korke and Judith. It is characterized by soft, flowing movements like body waves and isolations, with a strong focus on musical interpretation and a close connection between dance partners. The goal is not just to perform steps, but to use the entire body to visually express the emotions and nuances in the music. It is a technical yet highly communicative dance that has become incredibly popular worldwide.",
  "faq_all_ages_question": "Are the courses open to all ages?",
  "faq_all_ages_answer": "Yes! We have students from 18 to 60+. Everyone is welcome!",
  "faq_private_lessons_question": "Do you offer private lessons?",
  "faq_private_lessons_answer": "Yes! You can book private lessons with our instructors, which is perfect if you want to progress faster or work on specific techniques. Go to the 'Instructors' tab to read more and contact the instructor you are interested in booking a session with.",
  "faq_what_to_wear_question": "What should I wear?",
  "faq_what_to_wear_answer": "Comfortable clothes you can move freely in. Sneakers or dance shoes with some slide work well – no special shoes required.",
  "faq_need_partner_question": "Do I need to come with a partner?",
  "faq_need_partner_answer": "No! You can come by yourself. We rotate partners so that everyone gets to dance with everyone.",
  "faq_uneven_numbers_question": "What if there's an uneven number of followers and leaders?",
  "faq_uneven_numbers_answer": "We do our best to balance the groups. Sometimes you might have to wait for a rotation, but we often have assistant instructors who step in.",
  "faq_course_length_question": "How long is each course?",
  "faq_course_length_answer": "The courses are 8 weeks long with one 1.5-hour lesson per week.",
  "faq_drop_in_question": "Do you have drop-in classes?",
  "faq_drop_in_answer": "No, but the first lesson is always free so you can try it out before you decide.",
  "faq_missed_class_question": "Can I make up for a missed class?",
  "faq_missed_class_answer": "Yes, if there's an available spot in another group at the same level, you can join them that week. Contact us, and we'll help you out.",
  "faq_course_cost_question": "What do the courses cost?",
  "faq_course_cost_answer": "1 course = 1600 SEK, 2 courses = 2600 SEK, 3 courses = 3600 SEK, and so on. See our price list for all levels.",
  "faq_student_discount_question": "I'm a student – do I get a discount?",
  "faq_student_discount_answer": "Yes! We offer a 10% discount for students. Bring a valid student ID.",
  "faq_bi_weekly_discount_question": "I can only come every other week – do I get a discount?",
  "faq_bi_weekly_discount_answer": "Yes, you get a 35% discount if you can only attend every other week.",
  "faq_couple_discount_question": "Do you have a couple's discount?",
  "faq_couple_discount_answer": "Yes, if you register as a couple, you get a 15% discount. You must register together and for the same number of courses, but you are not required to attend the same course.",
  "faq_combine_discounts_question": "Can discounts be combined?",
  "faq_combine_discounts_answer": "No, unfortunately, discounts cannot be combined. You choose the discount that suits you best.",
  "faq_cancellation_policy_question": "Can I cancel my payment?",
  "faq_cancellation_policy_answer": "Yes, according to the Distance Selling Act, you have a 14-day right of withdrawal from the date of purchase – provided you have not started the course. If you register and cancel within 14 days *before the course starts*, you can get a full refund. However, if the course has already begun, or if you have attended the first lesson (which is a free trial), the right of withdrawal does not apply.",
  "faq_how_to_register_question": "How do I register?",
  "faq_how_to_register_answer": [
    "You can register in two main ways:",
    "1) Go to our 'Schedule' page for a complete overview of all classes and click 'Book Now' there.",
    "2) Go to the 'Our Courses' page to read more details about a specific course and use the booking button found on each course page."
  ]  ,
  "faq_open_house_registration_question": "How do I register for the open house?",
  "faq_open_house_registration_answer": [
    "You can register by clicking the 'Register for Open House' button located at the top of the homepage.",
    "IMPORTANT: Registration does not guarantee a spot. We have limited availability, and spots are allocated on a 'first-come, first-served' basis."
  ],
  "faq_multiple_courses_question": "Can I register for multiple courses?",
  "faq_multiple_courses_answer": "Absolutely! You can easily select multiple courses in the registration form.",
  "faq_never_danced_before_question": "I've never danced before – are your courses suitable for me?",
  "faq_never_danced_before_answer": "Absolutely! Our beginner courses are designed for those who have never taken a dance step before. We will guide you step by step."
}