{

  "modalTitle": "Vanliga frågor",
  "modalMoreInfoText": "Hittade du inte svaret du sökte?",
  "modalButtonText": "Till fullständig FAQ-sida",

  "pageTitle": "Vanliga frågor",
  "category_general": "Allmänt",
  "category_practical": "Praktiskt",
  "category_courses": "Kurser och tider",
  "category_prices": "Priser och rabatter",
  "category_registration": "Anmälan",
  "faq_what_is_sensual_question": "Vad är Bachata Sensual?",
  "faq_what_is_sensual_answer": "Bachata Sensual är en modern och uttrycksfull stil av bachata som skapades i Spanien av Korke och Judith. Den kännetecknas av mjuka, flytande rörelser som kroppsvågor och isoleringar, där starkt fokus ligger på musiktolkning och en nära kontakt mellan danspartners. Målet är inte bara att utföra steg, utan att använda hela kroppen för att visuellt uttrycka känslorna och nyanserna i musiken. Det är en teknisk men väldigt kommunikativ dans som har blivit otroligt populär världen över.",
  "faq_all_ages_question": "Är kurserna öppna för alla åldrar?",
  "faq_all_ages_answer": "Ja! Vi har elever från 18 till 60+. Alla är välkomna!",
  "faq_private_lessons_question": "Erbjuder ni privatlektioner?",
  "faq_private_lessons_answer": "Ja! Du kan boka privatlektioner med våra instruktörer, vilket är perfekt om du vill utvecklas snabbare eller gå igenom specifika saker. Gå till fliken 'Instruktörer' för att läsa mer och kontakta den instruktör du är intresserad av att boka en tid med.",
  "faq_what_to_wear_question": "Vad ska jag ha på mig?",
  "faq_what_to_wear_answer": "Bekväma kläder du kan röra dig fritt i. Sneakers eller dansskor med glid fungerar bra – inget krav på speciella skor.",
  "faq_need_partner_question": "Behöver jag komma med partner?",
  "faq_need_partner_answer": "Nej! Du kan komma själv. Vi roterar partners så att alla får dansa med alla.",
  "faq_uneven_numbers_question": "Vad händer om det är ojämnt antal följare och förare?",
  "faq_uneven_numbers_answer": "Vi gör vårt bästa för att balansera grupperna. Ibland får man vänta något byte, men vi har ofta hjälpinstruktörer som kliver in.",
  "faq_course_length_question": "Hur lång är varje kurs?",
  "faq_course_length_answer": "Kurserna är 8 veckor långa med 1 lektion i veckan på 1,5 timme.",
  "faq_drop_in_question": "Har ni drop-in?",
  "faq_drop_in_answer": "Nej, men första lektionen är alltid gratis så att du kan prova på innan du bestämmer dig.",
  "faq_missed_class_question": "Kan jag ta igen en missad lektion?",
  "faq_missed_class_answer": "Ja, om det finns plats i en annan grupp på samma nivå kan du hoppa in där den veckan. Kontakta oss så hjälper vi dig.",
  "faq_course_cost_question": "Vad kostar kurserna?",
  "faq_course_cost_answer": "1 kurs = 1600 kr, 2 kurser = 2600 kr, 3 kurser = 3600 kr, och så vidare. Se vår prislista för alla nivåer.",
  "faq_student_discount_question": "Jag är student – får jag rabatt?",
  "faq_student_discount_answer": "Ja! Vi erbjuder 10% rabatt för studenter. Ta med giltigt student-ID.",
  "faq_bi_weekly_discount_question": "Jag kan bara komma varannan vecka – får jag rabatt?",
  "faq_bi_weekly_discount_answer": "Ja, du får 35% rabatt om du bara kan delta varannan vecka.",
  "faq_couple_discount_question": "Har ni parrabatt?",
  "faq_couple_discount_answer": "Ja, om ni anmäler er som par får ni 15% rabatt. Ni måste anmäla er tillsammans och till samma antal kurser, men det är inget krav att gå i samma kurs.",
  "faq_combine_discounts_question": "Kan man kombinera rabatter?",
  "faq_combine_discounts_answer": "Nej, rabatter kan tyvärr inte kombineras. Du väljer den rabatt som passar dig bäst.",
  "faq_cancellation_policy_question": "Kan jag ångra min betalning?",
  "faq_cancellation_policy_answer": "Ja, enligt distansavtalslagen har du 14 dagars ångerrätt från köpet – förutsatt att du inte har påbörjat kursen. Om du anmäler dig och ångrar dig inom 14 dagar *innan kursstart*, kan du få full återbetalning. Men om kursen redan har börjat, eller om du har deltagit i första lektionen (som är gratis prova-på), gäller inte ångerrätten.",
  "faq_how_to_register_question": "Hur anmäler jag mig?",
  "faq_how_to_register_answer": [
    "Du kan anmäla dig på två huvudsakliga sätt:",
    "1) Gå till vår 'Schema'-sida för en komplett översikt av alla klasser och klicka på 'Boka nu' där.",
    "2) Gå till sidan 'Våra Kurser' för att läsa mer i detalj om en specifik kurs och använda bokningsknappen som finns på varje kurssida."
  ],

  "faq_open_house_registration_question": "Hur anmäler jag mig till öppet hus?",
  "faq_open_house_registration_answer": [
    "Du anmäler dig via knappen 'Anmäl dig till Öppet Hus' som du hittar högst upp på startsidan.",
    "VIKTIGT: En anmälan garanterar inte en plats. Vi har begränsade platser och det är 'först till kvarn' som gäller."
  ],

  "faq_multiple_courses_question": "Kan jag anmäla mig till flera kurser?",
  "faq_multiple_courses_answer": "Absolut! Du väljer enkelt flera kurser i anmälningsformuläret.",
  "faq_never_danced_before_question": "Jag har aldrig dansat förut – passar era kurser för mig?",
  "faq_never_danced_before_answer": "Absolut! Våra nybörjarkurser är utformade för dig som aldrig har tagit ett danssteg tidigare. Vi guidar dig steg för steg."
}